tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "gawk"
brew "findutils"
brew "gnu-sed"
brew "grep"
brew "moreutils"

brew "git"
brew "netcat"

brew "fd"
brew "fzf"
brew "jq"
brew "nvm"
brew "inetutils"
brew "oath-toolkit"
brew "pandoc"
brew "pip-completion"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pngpaste"
brew "ripgrep"
brew "rlwrap"
brew "rustup-init"
brew "terminal-notifier"
brew "tesseract"
brew "tree"
brew "vcprompt"
brew "vim"
brew "wget"
brew "xh"
brew "xsv"
brew "yarn"
brew "yarn-completion"

brew "ammonite-repl"

file ~/dotfiles/local/Brewfile.local
